Repository: lordoftheflies/wonderjam-frontend
Catalog: app/xliff/bundle.*.xlf
Languages: fr, ja

# app.drawerToolbar:span
source: Menu
fr: fr Menu
ja: メニュー

# app.paperDrawerPanel:paper-scroll-header-panel:paper-menu_1:a:span_1
source: Home
fr: fr Home
ja: ホーム

# app.paperDrawerPanel:paper-scroll-header-panel:paper-menu_1:a_1:span_1
source: Users
fr: fr Users
ja: ユーザー

# app.paperDrawerPanel:paper-scroll-header-panel:paper-menu_1:a_2:span_1
source: Contact
fr: fr Contact
ja: コンタクト

# app.mainToolbar:div_2:div
source: Polymer Starter Kit
fr: fr Polymer Starter Kit
ja: Polymer スターターキット

# app.mainToolbar:div_3:div
source: The future of the web today
fr: fr The future of the web today
ja: ウェブの未来を、今すぐ

# app.headerPanelMain:div_1:iron-pages:section:paper-material:p_1
source: You now have:
fr: fr You now have:
ja: 以下の機能が使用可能です:

# app.headerPanelMain:div_1:iron-pages:section:paper-material:p_3.0
source: Looking for more Web App layouts? Check out our {1} collection. You can also {2} them live.
fr: fr Looking for more Web App layouts? Check out our {1} collection. You can also {2} them live.
ja: ウェブアプリのレイアウトをもっとお探しですか？ {1}コレクションをご参照ください。 ライブ{2}もできます。

# app.headerPanelMain:div_1:iron-pages:section:paper-material:p_3.1
source: layouts
fr: fr layouts
ja: レイアウト

# app.headerPanelMain:div_1:iron-pages:section:paper-material:p_3.2
source: preview
fr: fr preview
ja: プレビュー

# app.headerPanelMain:div_1:iron-pages:section:paper-material_1:p
source: This is another card.
fr: fr This is another card.
ja: これはもう一つのカードです。

# app.license
source: License
fr: fr License
ja: ライセンス

# app.headerPanelMain:div_1:iron-pages:section:paper-material_2:p_1
source: Everything in this repo is BSD style license unless otherwise specified.
fr: fr Everything in this repo is BSD style license unless otherwise specified.

# app.headerPanelMain:div_1:iron-pages:section:paper-material_2:p_2
source: Copyright (c) 2015 The Polymer Authors. All rights reserved.
fr: fr Copyright (c) 2015 The Polymer Authors. All rights reserved.

# app.headerPanelMain:div_1:iron-pages:section:paper-material_2:p_3
source: Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met:
fr: fr Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met:

# app.headerPanelMain:div_1:iron-pages:section:paper-material_2:ul_4:li
source: Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer.
fr: fr Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer.

# app.headerPanelMain:div_1:iron-pages:section:paper-material_2:ul_4:li_1
source: Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution.
fr: fr Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution.

# app.headerPanelMain:div_1:iron-pages:section:paper-material_2:ul_4:li_2
source: Neither the name of Google Inc. nor the names of its contributors may be used to endorse or promote products derived from this software without specific prior written permission.
fr: fr Neither the name of Google Inc. nor the names of its contributors may be used to endorse or promote products derived from this software without specific prior written permission.

# app.headerPanelMain:div_1:iron-pages:section:paper-material_2:p_5
source: THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS "AS IS" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT OWNER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
fr: fr THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS "AS IS" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT OWNER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.

# app.headerPanelMain:div_1:iron-pages:section_1:paper-material:h1
source: Users
fr: fr Users
ja: ユーザー

# app.headerPanelMain:div_1:iron-pages:section_1:paper-material:p_1
source: This is the users section
fr: fr This is the users section
ja: ユーザーセクションです

# app.headerPanelMain:div_1:iron-pages:section_1:paper-material:a_2
source: Addy
fr: fr Addy
ja: アディ

# app.headerPanelMain:div_1:iron-pages:section_1:paper-material:a_4
source: Rob
fr: fr Rob
ja: ロブ

# app.headerPanelMain:div_1:iron-pages:section_1:paper-material:a_6
source: Chuck
fr: fr Chuck
ja: チャック

# app.headerPanelMain:div_1:iron-pages:section_1:paper-material:a_8
source: Sam
fr: fr Sam
ja: サム

# app.headerPanelMain:div_1:iron-pages:section_2:paper-material:h1.0
source: User: {1}
fr: fr User: {1}
ja: ユーザー: {1}

# app.headerPanelMain:div_1:iron-pages:section_2:paper-material:div_1.0
source: This is {1}'s section
fr: fr This is {1}'s section
ja: {1} のセクションです。

# app.headerPanelMain:div_1:iron-pages:section_3:paper-material:h1
source: Contact
fr: fr Contact
ja: コンタクト

# app.headerPanelMain:div_1:iron-pages:section_3:paper-material:p_1
source: This is the contact section
fr: fr This is the contact section
ja: コンタクトセクションです。

# app.toast:span
source: Ok
fr: fr Ok

# my-greeting.label_2
source: Update text to change the greeting.
fr: fr Update text to change the greeting.
ja: テキストを更新して挨拶を変更できます。

# my-greeting.welcome
source: Welcome!
fr: fr Welcome!
ja: ようこそ！

# my-list.items.0
source: Responsive Web App boilerplate
fr: fr Responsive Web App boilerplate
ja: レスポンシブウェブアプリのボイラプレート

# my-list.items.1
source: Iron Elements and Paper Elements
fr: fr Iron Elements and Paper Elements
ja: Iron カスタム要素 と Paper カスタム要素

# my-list.items.2
source: End-to-end Build Tooling (including Vulcanize)
fr: fr End-to-end Build Tooling (including Vulcanize)
ja: エンド・ツー・エンド 構築ツール群 (Vulcanize を含む)

# my-list.items.3
source: Unit testing with Web Component Tester
fr: fr Unit testing with Web Component Tester
ja: Web Component Tester によるユニット・テスト

# my-list.items.4
source: Routing with Page.js
fr: fr Routing with Page.js
ja: Page.js によるルーティング

# my-list.items.5
source: Offline support with the Platinum Service Worker Elements
fr: fr Offline support with the Platinum Service Worker Elements
ja: Platinum サービスワーカー要素によるオフライン環境のサポート
